Repository: COMU/RManEdit
Catalog: po/*/rmanedit.po
Languages: tr

source: Man file is not installed
tr: Yüklenmiş man dosyası yok

source: Category
tr: Bölüm

source: File
tr: Dosya

source: Open
tr: Aç

source: New
tr: Yeni

source: Save
tr: Kaydet

source: Save as
tr: Farklı Kaydet

source: Convert to html file
tr: Html dosyasına dönüştür

source: Quit
tr: Çıkış

source: Settings
tr: Ayarlar

source: Languages
tr: Dil Seçenekleri

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: German
tr: Almanca

source: About
tr: Hakkında

source: About RManEdit
tr: RManEdit hakkında açıklamalar

source: Help
tr: Yardım

source: Cut
tr: Kes

source: Copy
tr: Kopyala

source: Paste
tr: Yapıştır

source: Preview man page
tr: Man dosyasının ön izlemesi

source: Italic .I
tr: İtalik .I

source: Bold .B
tr: Koyu .B

source: Indention .RE
tr: Girinti .RE

source: Subhead and justify left .SH
tr: Bölüm başlığı ve sola dayama .SH

source: Jump to the bottom line .br
tr: Alt satıra geç .br

source: Paragraph .P
tr: Paragraf .P

source: Comment line .\"
tr: Yorum satırı .\"

source: Seperate to coloumns .TP
tr: Sütunlara ayır yaz .TP

source: Start indent on paragraph .IP
tr: Paragrafa girinti ile başla .IP

source: First indent after line .HP
tr: Satırdan sonraki ilk girinti .HP

source: Subhead .SS
tr: Alt başlık .SS

source: Your changes will be lost because of RManEdit will start
tr: RManEdit yeniden başlatılacağı için değişiklikleriniz kaybedilecek.

source: Saved
tr: Kaydet

source: Your changes will be lost. Do you want to continue?
tr: Değişiklikleriniz kaybedilecek. Devam etmek ister misiniz?

source: If you want to view file, you must save it
tr: Dosyayı görüntülemek istiyorsanız, kaydetmelisiniz

source: You don't preview because of it is not a man file
tr: Görüntülenmek istenen dosya man dosyası değil

source: Please select a man file to open
tr: Lütfen açmak için bir man dosyası seçin

source: You didn't this tag
tr: Bu etiketi girmemişsiniz

source: You don't convert this file to Html file because of it is not a man file
tr: Html'ye dönüştürmek istediğiniz dosya bir man dosyası değil

source: RManEdit licence is Creative Commons . Written by Ebru Akagündüz
tr: RManeEdit Creative Commons ile lisanslanmıştır RManEdit yazarı: Ebru Akagündüz

source: OK
tr: Tamam

source: <!DOCTYPE html><html><head><h3>RManEdit</h3> RmanEdit is a editor for man page preparing. Specified tags like italic, bold, indetion is used for man pages. RmanEdit facilitates to use the tags and you can make man pages quickly.</head><br><body> </ul> <li>First feature which make man pages quickly are icons at menu bar. There are buttons that includes tags like paragraph,indentation,italic,bold etc. in menu bar at downside. Description of icons appear when you move on buttons your mouse cursor.<br><p></li> <li>There is a section on right of program interface. In this section, you can view your aplication. You can write man pages on middle section. There are tags on left section. Cursor is moves when you click tags like <b>NAME, SYNOPSIS</b> on left section.<p></li> <li> At menu bar <I>File->Convert to html file</I> converts to html file your man file.
tr: <!DOCTYPE html><html><head><h3>RManEdit</h3>Man sayfaları hazırlamak için bir metin editörüdür. Man sayfaları hazırlanırken koyu, italik, girintili yazma için belirli etiketler kullanılır. RManEdit ise bu etiketlerin kullanımı kolaylaştırıp, man sayfalarını daha hızlı bir şekilde hazırlamanızı sağlar.</head><br><body></ul><li>Çabuk bir şekilde man sayfası hazırlamayı sağlayan ilk özellik menü çubuğundaki simgelerdir. Alttaki menü çubuğunda italik, koyu, girinti,paragraf gibi etiketleri içeren butonlar vardır. Bilgisayarınızın faresiyle bu simgelerin üzerine geldiğinizde açıklaması yazmaktadır.<br><p></li><li><B>RManEdit</B> programında en sağ kısımda yazdığınız uygulamayı görüntülemeniz için bölüm vardır. Orta kısım man sayfalarının yazılacağı kısımdır. Sol kısımdaki etiketlere tıkladığınızda ise imleç man sayfanızdaki <b>NAME, SYNOPSIS</b> gibi alanlara gider.<p></li><li>Menü çubuğunda <I>Dosya-> Html dosyasına dönüştür</I> kısmı kaydettiğiniz man dosyasını dosyasını html dosyasına çevirir.</li></ul></body></html>
